import { WordSet } from '@/types'

export const WORD_SETS: WordSet[] = [
  {
    id: '1',
    words: ['กล้วย', 'พระอาทิตย์ขึ้น', 'เก้าอี้'],
  },
  {
    id: '2',
    words: ['ผู้นำ', 'ฤดูกาล', 'โต๊ะ'],
  },
  {
    id: '3',
    words: ['หมู่บ้าน', 'ห้องครัว', 'เด็ก'],
  },
  {
    id: '4',
    words: ['แม่น้ำ', 'ประเทศ', 'นิ้ว'],
  },
  {
    id: '5',
    words: ['กัปตันเรือ', 'สวน', 'รูปภาพ'],
  },
  {
    id: '6',
    words: ['ลูกสาว', 'สวรรค์', 'ภูเขา'],
  },
  {
    id: '7',
    words: ['บ้าน', 'แมว', 'สีเขียว'],
  },
]
